[
  {
    "model": "legal.legaldocument",
    "pk": 1,
    "fields": {
      "document_type": "terms",
      "title": "Terms of Use",
      "content": "<h1>Terms of Use</h1>\n\n<p><strong>Last Updated:</strong> July 13, 2025</p>\n\n<h2>1. Acceptance of Terms</h2>\n<p>By accessing and using this website and submitting endorsements, you agree to be bound by these Terms of Use. If you do not agree to these terms, please do not use this service.</p>\n\n<h2>2. Use of Service</h2>\n<p>This platform allows stakeholders to submit endorsements for policy campaigns. You may use this service to:</p>\n<ul>\n<li>Submit endorsements for policy campaigns</li>\n<li>View publicly available endorsement information</li>\n<li>Access campaign information and updates</li>\n</ul>\n\n<h2>3. User Responsibilities</h2>\n<p>When submitting an endorsement, you agree to:</p>\n<ul>\n<li>Provide accurate and truthful information</li>\n<li>Use your real name and legitimate organization affiliation</li>\n<li>Not submit spam, offensive, or inappropriate content</li>\n<li>Not attempt to circumvent security measures or rate limits</li>\n<li>Respect intellectual property rights</li>\n</ul>\n\n<h2>4. Content and Endorsements</h2>\n<p>By submitting an endorsement, you:</p>\n<ul>\n<li>Grant us permission to display your endorsement publicly if you opt for public display</li>\n<li>Confirm that you have authority to speak on behalf of your organization (if applicable)</li>\n<li>Understand that endorsements may be reviewed before publication</li>\n<li>Acknowledge that false or misleading information may result in removal of your endorsement</li>\n</ul>\n\n<h2>5. Privacy and Data Collection</h2>\n<p>We collect and process personal information as described in our Privacy Policy. By using this service, you consent to:</p>\n<ul>\n<li>Collection of contact information and endorsement details</li>\n<li>Email communications regarding your endorsement status</li>\n<li>Geographic data collection for legislative district assignment</li>\n<li>Retention of endorsement data for campaign advocacy purposes</li>\n</ul>\n\n<h2>6. Prohibited Uses</h2>\n<p>You may not use this service to:</p>\n<ul>\n<li>Submit false, misleading, or defamatory content</li>\n<li>Impersonate another person or organization</li>\n<li>Attempt to overwhelm our systems or submit spam</li>\n<li>Violate any applicable laws or regulations</li>\n<li>Interfere with other users' access to the service</li>\n</ul>\n\n<h2>7. Limitation of Liability</h2>\n<p>This service is provided \"as is\" without warranties of any kind. We are not liable for:</p>\n<ul>\n<li>Interruptions or technical issues with the service</li>\n<li>Loss or corruption of submitted data</li>\n<li>Consequences of policy campaign outcomes</li>\n<li>Third-party actions or content</li>\n</ul>\n\n<h2>8. Indemnification</h2>\n<p>You agree to indemnify and hold us harmless from claims arising from your use of the service, including:</p>\n<ul>\n<li>Violations of these terms</li>\n<li>Infringement of third-party rights</li>\n<li>False or misleading information in your submissions</li>\n</ul>\n\n<h2>9. Termination</h2>\n<p>We reserve the right to:</p>\n<ul>\n<li>Remove endorsements that violate these terms</li>\n<li>Suspend access for users who abuse the service</li>\n<li>Modify or discontinue the service at any time</li>\n</ul>\n\n<h2>10. Changes to Terms</h2>\n<p>We may update these Terms of Use periodically. Continued use of the service constitutes acceptance of updated terms. Significant changes will be communicated via email to registered users.</p>\n\n<h2>11. Governing Law</h2>\n<p>These terms are governed by the laws of the jurisdiction where this service operates. Any disputes will be resolved through binding arbitration or in local courts as appropriate.</p>\n\n<h2>12. Contact Information</h2>\n<p>For questions about these Terms of Use, please contact us through the provided contact channels on this website.</p>\n\n<h2>13. Severability</h2>\n<p>If any provision of these terms is found unenforceable, the remaining provisions remain in full effect.</p>",
      "version": "1.0",
      "is_active": true,
      "effective_date": "2025-07-13T19:30:00Z",
      "created_at": "2025-07-13T19:30:00Z",
      "updated_at": "2025-07-13T19:30:00Z",
      "created_by": null
    }
  }
]
